proj-xcode/PowerAuth2IntegrationTests/PowerAuthServer/SoapRequests.bundle/CreateApplication.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
	$HDR
	<soapenv:Body>
		<pow:CreateApplicationRequest>
			<pow:applicationName>$1</pow:applicationName>
		</pow:CreateApplicationRequest>
	</soapenv:Body>
</soapenv:Envelope>
